/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50635
Source Host           : localhost:3306
Source Database       : jk

Target Server Type    : MYSQL
Target Server Version : 50635
File Encoding         : 65001

Date: 2021-01-20 15:29:03
*/

SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for `file`
-- ----------------------------
DROP TABLE IF EXISTS `file`;
CREATE TABLE `file` (
  `batch_no` varchar(50) DEFAULT NULL COMMENT '文件批次号',
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '编号',
  `name` varchar(200) DEFAULT NULL COMMENT '附件名称',
  `address` varchar(200) DEFAULT NULL COMMENT '文件地址',
  `suffix` varchar(200) DEFAULT NULL COMMENT '文件后缀名称',
  `createtime` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '创建时间',
  PRIMARY KEY (`id`),
  KEY `idx_BATCH_NO_NO` (`batch_no`,`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=82 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='系统文件信息表';

-- ----------------------------
-- Records of file
-- ----------------------------
INSERT INTO file VALUES ('29a757a0-5ffe-456e-bb62-ad2ebefd5088', '1', '测试', 'd:/image', '', '2020-07-20 09:38:04');
INSERT INTO file VALUES ('07852515-f338-492e-b8be-8e91150b7c72', '2', '1595212297556_首页整体示意图(1).pdf', '/doc/2020/07/20/1595212297556_首页整体示意图(1).pdf', '', '2020-07-20 10:31:37');
INSERT INTO file VALUES ('5985b410-90d6-4e3a-b349-b4b6a89e6900', '3', '1595212382533_首页整体示意图(1).pdf', '/doc/2020/07/20/1595212382533_首页整体示意图(1).pdf', '', '2020-07-20 10:33:02');
INSERT INTO file VALUES ('8ce5e5f2-81ad-4f7b-bed0-4364b86f5d86', '4', '1595213483253_1-1.jpg', '/doc/2020/07/20/1595213483253_1-1.jpg', '', '2020-07-20 10:51:23');
INSERT INTO file VALUES ('1e883675-c1cb-4f89-a0a2-f236f842d5e0', '5', '1595213598086_1-1.jpg', '/doc/2020/07/20/1595213598086_1-1.jpg', '', '2020-07-20 10:53:18');
INSERT INTO file VALUES ('7a1a94f0-7cca-4f24-8478-76aaeb7f17dd', '6', '1595213608091_1-1.jpg', '/doc/2020/07/20/1595213608091_1-1.jpg', '', '2020-07-20 10:53:28');
INSERT INTO file VALUES ('a44af08a-61c0-48cb-b533-f0603060b857', '7', '1595213667466_1-1.jpg', '/doc/2020/07/20/1595213667466_1-1.jpg', '', '2020-07-20 10:54:27');
INSERT INTO file VALUES ('f65d0338-7ffc-448d-a849-415216b46720', '8', '1595214023653_1-1.jpg', '/doc/2020/07/20/1595214023653_1-1.jpg', '', '2020-07-20 11:00:23');
INSERT INTO file VALUES ('b425e91f-f956-4737-8d52-527a345980af', '9', '1595214023697_1-2.jpg', '/doc/2020/07/20/1595214023697_1-2.jpg', '', '2020-07-20 11:00:23');
INSERT INTO file VALUES ('397e478a-c05a-428e-addf-1cb77afa39f1', '10', '1595214140466_1-1.jpg', '/doc/2020/07/20/1595214140466_1-1.jpg', '', '2020-07-20 11:02:20');
INSERT INTO file VALUES ('8a35be90-70ce-4134-beaf-96bd84c10025', '11', '1595214140499_1-3.jpg', '/doc/2020/07/20/1595214140499_1-3.jpg', '', '2020-07-20 11:02:20');
INSERT INTO file VALUES ('a48d2ab1-72e0-4b9c-8e0f-4aafa21873f8', '12', '1595214194194_1-1施工前.jpg', '/doc/2020/07/20/1595214194194_1-1施工前.jpg', '', '2020-07-20 11:03:14');
INSERT INTO file VALUES ('67e81ebb-32ff-4a07-b58f-2285b3befff0', '13', '1595214195126_4-2 村干道修建后.JPG', '/doc/2020/07/20/1595214195126_4-2 村干道修建后.JPG', '', '2020-07-20 11:03:15');
INSERT INTO file VALUES ('f1569fa1-783f-496f-98e7-d3c9abf5a437', '14', '1595214300148_1-1施工前.jpg', '/doc/2020/07/20/1595214300148_1-1施工前.jpg', '', '2020-07-20 11:05:00');
INSERT INTO file VALUES ('5c0a4713-4eb3-4898-9fd9-0c44745b18ba', '15', '1595214300572_4-2 村干道修建后.JPG', '/doc/2020/07/20/1595214300572_4-2 村干道修建后.JPG', '', '2020-07-20 11:05:00');
INSERT INTO file VALUES ('99f6a12a-edfc-4184-ae09-0ca803ecb875', '16', '1595214323098_1-1施工前.jpg', '/doc/2020/07/20/1595214323098_1-1施工前.jpg', '', '2020-07-20 11:05:23');
INSERT INTO file VALUES ('cbadde39-4d1a-4cb7-aba4-846978863c2e', '17', '1595214323138_需求清单20200618.docx', '/doc/2020/07/20/1595214323138_需求清单20200618.docx', '', '2020-07-20 11:05:23');
INSERT INTO file VALUES ('dcdb3cd5-894e-461d-a756-f6344675f5e4', '18', '1595384565693_友情链接.docx', '/doc/2020/07/22/1595384565693_友情链接.docx', '', '2020-07-22 10:22:45');
INSERT INTO file VALUES ('0afccb48-f0c1-4164-b24e-e636fd2ca8a6', '19', '1595384566407_原型说明.docx', '/doc/2020/07/22/1595384566407_原型说明.docx', '', '2020-07-22 10:22:46');
INSERT INTO file VALUES ('de410d24-61f1-4709-b086-a4e7cf55df7b', '20', '1595385171401_2019.6.1儿童节关怀活动.jpg', '/doc/2020/07/22/1595385171401_2019.6.1儿童节关怀活动.jpg', '', '2020-07-22 10:32:51');
INSERT INTO file VALUES ('761f3a52-c221-4a69-b200-09cbf9d1db77', '21', '1595385171694_2019.12.9帮扶单位结对帮扶.jpg', '/doc/2020/07/22/1595385171694_2019.12.9帮扶单位结对帮扶.jpg', '', '2020-07-22 10:32:51');
INSERT INTO file VALUES ('e9639b74-f58f-4e59-a496-3465c20604e4', '22', '1595386463937_施工中.bmp', '/doc/2020/07/22/1595386463937_施工中.bmp', '', '2020-07-22 10:54:23');
INSERT INTO file VALUES ('df0da036-0b77-47ca-be7c-79f2bd9f5490', '23', '1595386463957_完工后.jpg', '/doc/2020/07/22/1595386463957_完工后.jpg', '', '2020-07-22 10:54:23');
INSERT INTO file VALUES ('21d313b5-4fef-474f-9932-21916134cb08', '24', '1595386455268_施工中.bmp', '/doc/2020/07/22/1595386455268_施工中.bmp', '', '2020-07-22 10:54:15');
INSERT INTO file VALUES ('03535068-d1f0-4666-88e5-99337e3b91db', '25', '1595386455298_完工后.jpg', '/doc/2020/07/22/1595386455298_完工后.jpg', '', '2020-07-22 10:54:15');
INSERT INTO file VALUES ('e6ee189f-5686-44ec-9fe8-9e3127e064fb', '26', '1595401883445_改造后.jpg', '/doc/2020/07/22/1595401883445_改造后.jpg', '', '2020-07-22 15:11:23');
INSERT INTO file VALUES ('727b613c-b3c5-4630-9bca-e52b46aa2b1b', '27', '1595401883483_改造中2.jpg', '/doc/2020/07/22/1595401883483_改造中2.jpg', '', '2020-07-22 15:11:23');
INSERT INTO file VALUES ('4a83e63f-62bb-4d95-99a9-a14a9568ca40', '28', '1595488506635_百香果基地.jpg', '/doc/2020/07/23/1595488506635_百香果基地.jpg', '', '2020-07-23 15:15:06');
INSERT INTO file VALUES ('f7c732ab-ca68-4455-9c49-5a9fd083b8ad', '29', '1595488506683_鸭稻基地2.jpg', '/doc/2020/07/23/1595488506683_鸭稻基地2.jpg', '', '2020-07-23 15:15:06');
INSERT INTO file VALUES ('13290f10-4e0d-4fac-ab9d-14b8aad7c537', '30', '1595488694620_百香果基地.jpg', '/doc/2020/07/23/1595488694620_百香果基地.jpg', '', '2020-07-23 15:18:14');
INSERT INTO file VALUES ('7bf7130b-7457-4e91-ba52-59e816797870', '31', '1595488694687_鸭稻基地2.jpg', '/doc/2020/07/23/1595488694687_鸭稻基地2.jpg', '', '2020-07-23 15:18:14');
INSERT INTO file VALUES ('59932fdc-542f-4d2f-9578-5bde44e876bb', '32', '1595553570092_土鸡养殖基地.jpg', '/doc/2020/07/24/1595553570092_土鸡养殖基地.jpg', '', '2020-07-24 09:19:30');
INSERT INTO file VALUES ('e58becbe-e3d7-45b7-a980-42f82bc2f059', '33', '1595553570112_百香果基地.jpg', '/doc/2020/07/24/1595553570112_百香果基地.jpg', '', '2020-07-24 09:19:30');
INSERT INTO file VALUES ('4d9c6ee0-78b3-4a89-9771-8736cc6a8575', '34', '1595553573942_土鸡养殖基地.jpg', '/doc/2020/07/24/1595553573942_土鸡养殖基地.jpg', '', '2020-07-24 09:19:33');
INSERT INTO file VALUES ('bf929427-4772-45a8-9719-e3e6401b5917', '35', '1595553574005_百香果基地.jpg', '/doc/2020/07/24/1595553574005_百香果基地.jpg', '', '2020-07-24 09:19:34');
INSERT INTO file VALUES ('eab17e86-3a12-4968-8429-bbba75b4e164', '36', '1595553576224_土鸡养殖基地.jpg', '/doc/2020/07/24/1595553576224_土鸡养殖基地.jpg', '', '2020-07-24 09:19:36');
INSERT INTO file VALUES ('78418ea4-43be-4a45-8968-17204e0e4bbe', '37', '1595553576270_百香果基地.jpg', '/doc/2020/07/24/1595553576270_百香果基地.jpg', '', '2020-07-24 09:19:36');
INSERT INTO file VALUES ('fa324fa1-cef1-4ac9-8425-e863b1a287b8', '38', '微信图片_20200617091509.png', '/doc/2020/08/10/1597022281180_微信图片_20200617091509.png', '.png', '2020-08-10 09:18:01');
INSERT INTO file VALUES ('5ff5a709-bf9a-4c47-9968-c2347113b2ea', '39', '2.jpg', '/doc/2020/08/10/1597022281224_2.jpg', '.jpg', '2020-08-10 09:18:01');
INSERT INTO file VALUES ('50011e53-b103-433c-a1e7-601babba1d48', '40', '1595814000799_百香果基地.jpg', '/doc/2020/07/27/1595814000799_百香果基地.jpg', '修改：李xx', '2020-07-27 09:40:00');
INSERT INTO file VALUES ('3e02b1ae-c929-4528-93d3-acec545faf3e', '41', '1595814000928_土鸡养殖基地.jpg', '/doc/2020/07/27/1595814000928_土鸡养殖基地.jpg', '修改：李xx', '2020-07-27 09:40:00');
INSERT INTO file VALUES ('6abf97d8-0e10-400d-bd2c-86bcee84c989', '42', '1595814036651_百香果基地.jpg', '/doc/2020/07/27/1595814036651_百香果基地.jpg', '修改：李xx', '2020-07-27 09:40:36');
INSERT INTO file VALUES ('0f17df45-dc2d-40f1-8e0c-ba8470e7f0f0', '43', '1595814036754_土鸡养殖基地.jpg', '/doc/2020/07/27/1595814036754_土鸡养殖基地.jpg', '修改：李xx', '2020-07-27 09:40:36');
INSERT INTO file VALUES ('ec6ea4a9-67c5-4b92-b28f-99f01d0f9384', '44', '1595814024077_百香果基地.jpg', '/doc/2020/07/27/1595814024077_百香果基地.jpg', '修改：李xx', '2020-07-27 09:40:24');
INSERT INTO file VALUES ('aff02d9a-f58f-49cd-b067-57ea47955951', '45', '1595814024213_土鸡养殖基地.jpg', '/doc/2020/07/27/1595814024213_土鸡养殖基地.jpg', '修改：李xx', '2020-07-27 09:40:24');
INSERT INTO file VALUES ('df32f057-7320-4532-b30e-745c9373fbe5', '46', '南坑村油茶种植基地.jpg', '/doc/2020/07/28/1595920984546_南坑村油茶种植基地.jpg', 'jpg', '2020-07-28 15:23:04');
INSERT INTO file VALUES ('d66c08e2-3f9c-4590-a093-e80ebac45b06', '47', '鸭稻基地1.jpg', '/doc/2020/07/28/1595920984668_鸭稻基地1.jpg', 'jpg', '2020-07-28 15:23:04');
INSERT INTO file VALUES ('b83efae5-6b4e-4889-95e2-62fa4318f8c4', '48', '南坑村油茶种植基地.jpg', '/doc/2020/07/28/1595921040665_南坑村油茶种植基地.jpg', 'jpg', '2020-07-28 15:24:00');
INSERT INTO file VALUES ('292ebc72-3b94-4c4b-8411-fc391e79314a', '49', '鸭稻基地1.jpg', '/doc/2020/07/28/1595921040778_鸭稻基地1.jpg', 'jpg', '2020-07-28 15:24:00');
INSERT INTO file VALUES ('3d40e7e0-e4b6-403c-bb53-728c3f64eb67', '50', '南坑村油茶种植基地.jpg', '/doc/2020/07/28/1595924671766_南坑村油茶种植基地.jpg', '.jpg', '2020-07-28 16:24:31');
INSERT INTO file VALUES ('9baf52d1-bae0-4966-bd78-bbd730e3c847', '51', '鸭稻基地1.jpg', '/doc/2020/07/28/1595924671891_鸭稻基地1.jpg', '.jpg', '2020-07-28 16:24:31');
INSERT INTO file VALUES ('c9e5849f-b1df-4fee-84d1-fac1c95468ba', '52', '文化广场、光伏项目施工后.JPG', '/doc/2020/07/28/1595924710731_文化广场、光伏项目施工后.JPG', '.JPG', '2020-07-28 16:25:10');
INSERT INTO file VALUES ('4163c321-da83-4140-8e7b-8b60eec182fd', '53', '文化广场加光伏项目施工前.jpg', '/doc/2020/07/28/1595924710815_文化广场加光伏项目施工前.jpg', '.jpg', '2020-07-28 16:25:10');
INSERT INTO file VALUES ('0a489c1d-c01c-4602-9e8f-7f3562feb75f', '54', '2.jpg', '/doc/2020/08/05/1596595432409_2.jpg', '.jpg', '2020-08-05 10:43:52');
INSERT INTO file VALUES ('7f489e52-9247-4ede-9ea5-d4c0b5bd8ff7', '55', '大新自然村水利施工后.jpg', '/doc/2020/08/05/1596595432428_大新自然村水利施工后.jpg', '.jpg', '2020-08-05 10:43:52');
INSERT INTO file VALUES ('b1fdb1c1-d2b0-4fad-92e0-1e6b5d28122a', '56', '（4.26）交易集团关于建设深圳国资国企脱贫攻坚云服务平台的实施方案.docx', '/doc/2020/08/05/1596595500799_（4.26）交易集团关于建设深圳国资国企脱贫攻坚云服务平台的实施方案.docx', '.26）交易集团关于建设深圳国资国企脱贫攻坚云服务平台的实施方案', '2020-08-05 10:45:00');
INSERT INTO file VALUES ('ff52bb05-f11f-42c7-8024-a88028cb046c', '57', '(新闻通稿0616）深圳市属国资国企对口帮扶显担当2.docx', '/doc/2020/08/05/1596595500814_(新闻通稿0616）深圳市属国资国企对口帮扶显担当2.docx', '.docx', '2020-08-05 10:45:00');
INSERT INTO file VALUES ('2d73711f-20f5-4959-826a-acdc1c3c1b73', '58', '“关于深圳国资帮扶云”栏目内容.docx', '/doc/2020/08/05/1596596001217_“关于深圳国资帮扶云”栏目内容.docx', '.docx', '2020-08-05 10:53:21');
INSERT INTO file VALUES ('f81605ec-17e2-4cbc-a9b6-fa3ab59bd04c', '59', '李江--2018-12第四周工作日志 - 副本.docx', '/doc/2020/08/05/1596596001228_李江--2018-12第四周工作日志 - 副本.docx', '.docx', '2020-08-05 10:53:21');
INSERT INTO file VALUES ('32149479-a00a-41d6-ad79-eb5ed09fe6e8', '60', '首页整体示意图(1).pdf', '/doc/2020/08/05/1596595583935_首页整体示意图(1).pdf', '.pdf', '2020-08-05 10:46:23');
INSERT INTO file VALUES ('16a0b76d-60a1-49bd-ac16-080a35ef618d', '61', '首页整体示意图(1)(1).pdf', '/doc/2020/08/05/1596595583953_首页整体示意图(1)(1).pdf', '.pdf', '2020-08-05 10:46:23');
INSERT INTO file VALUES ('55b26c21-1a4b-4ff9-b678-2ca16456de78', '62', '首页整体示意图(1).pdf', '/doc/2020/08/05/1596595604886_首页整体示意图(1).pdf', '.pdf', '2020-08-05 10:46:44');
INSERT INTO file VALUES ('99d965b6-a252-4d84-9e74-488edd4164cc', '63', '首页整体示意图(1)(1).pdf', '/doc/2020/08/05/1596595604900_首页整体示意图(1)(1).pdf', '.pdf', '2020-08-05 10:46:44');
INSERT INTO file VALUES ('e31fb47b-cce2-4243-88ad-b1be77a850c7', '64', '“关于深圳国资帮扶云”栏目内容.docx', '/doc/2020/08/05/1596611383515_“关于深圳国资帮扶云”栏目内容.docx', '.docx', '2020-08-05 15:09:43');
INSERT INTO file VALUES ('2bdf0b3a-4f89-40a6-aaea-0c6a752cfcea', '65', '“关于深圳国资帮扶云”栏目内容.docx', '/doc/2020/08/05/1596611425736_“关于深圳国资帮扶云”栏目内容.docx', '.docx', '2020-08-05 15:10:25');
INSERT INTO file VALUES ('94afcfe9-07f5-47f3-a6a6-bfef4b95a2e7', '66', '福田区合作开发接口文档1.0.docx', '/doc/2020/08/05/1596614530261_福田区合作开发接口文档1.0.docx', '.0', '2020-08-05 16:02:10');
INSERT INTO file VALUES ('a3b759bf-ecd2-4367-88fe-ca2fd77855dd', '67', '福田区合作开发接口文档2.0.docx', '/doc/2020/08/05/1596614530274_福田区合作开发接口文档2.0.docx', '.0', '2020-08-05 16:02:10');
INSERT INTO file VALUES ('b0b4fe28-4649-4d70-8a25-3404a2cd0dc8', '68', '福田区合作开发接口文档1.0.docx', '/doc/2020/08/05/1596614537107_福田区合作开发接口文档1.0.docx', '.0', '2020-08-05 16:02:17');
INSERT INTO file VALUES ('6ac98f80-f73f-4302-b0c0-eccbe54cd015', '69', '福田区合作开发接口文档2.0.docx', '/doc/2020/08/05/1596614537118_福田区合作开发接口文档2.0.docx', '.0', '2020-08-05 16:02:17');
INSERT INTO file VALUES ('54ffdd25-b4b0-4583-94d9-0880d34e2af5', '70', '福田区合作开发接口文档1.0.docx', '/doc/2020/08/05/1596614545935_福田区合作开发接口文档1.0.docx', '.0', '2020-08-05 16:02:25');
INSERT INTO file VALUES ('db7523db-beeb-450f-8e60-82b73c4f9274', '71', '福田区合作开发接口文档2.0.docx', '/doc/2020/08/05/1596614545946_福田区合作开发接口文档2.0.docx', '.0', '2020-08-05 16:02:25');
INSERT INTO file VALUES ('08b5e4e5-fe26-4490-99a4-7d06e8c9e026', '72', '福田区合作开发接口文档1.0.docx', '/doc/2020/08/05/1596614600185_福田区合作开发接口文档1.0.docx', '.0', '2020-08-05 16:03:20');
INSERT INTO file VALUES ('9bbd9936-031a-4517-92fe-388f9801b3b4', '73', '福田区合作开发接口文档2.0.docx', '/doc/2020/08/05/1596614600195_福田区合作开发接口文档2.0.docx', '.0', '2020-08-05 16:03:20');
INSERT INTO file VALUES ('04dbaf94-c64d-4888-b1b3-da9eb5d88e68', '74', '微信图片_20200617091509.png', '/doc/2020/08/07/1596787852101_微信图片_20200617091509.png', '.png', '2020-08-07 16:10:52');
INSERT INTO file VALUES ('0496c2dc-afd3-4325-967c-822fe937d6ea', '75', '微信图片_20200617091509.png', '/doc/2020/08/07/1596787852121_微信图片_20200617091509.png', '.png', '2020-08-07 16:10:52');
INSERT INTO file VALUES ('bb4470ee-8871-40d3-b3b8-d995ae1b824c', '76', '微信图片_20200617091509.png', '/doc/2020/08/07/1596787981846_微信图片_20200617091509.png', '.png', '2020-08-07 16:13:01');
INSERT INTO file VALUES ('4245c0b3-6544-49c4-89c6-10186536b479', '77', '微信图片_20200617091509.png', '/doc/2020/08/07/1596787981858_微信图片_20200617091509.png', '.png', '2020-08-07 16:13:01');
INSERT INTO file VALUES ('34222be7-bd55-4a0f-9d92-e17a3e79a1ef', '78', '(新闻通稿0616）深圳市属国资国企对口帮扶显担当2.docx', '/doc/2020/08/10/1597025254954_(新闻通稿0616）深圳市属国资国企对口帮扶显担当2.docx', '.docx', '2020-08-10 10:07:34');
INSERT INTO file VALUES ('a94ac81f-75a4-412b-b37f-efd1ba2882ef', '79', '首页整体示意图(1)(1).pdf', '/doc/2020/08/10/1597025254967_首页整体示意图(1)(1).pdf', '.pdf', '2020-08-10 10:07:34');
INSERT INTO file VALUES ('610dd9ba-1eb6-4e1f-9b1e-806b990c66c6', '80', '(新闻通稿0616）深圳市属国资国企对口帮扶显担当2.docx', '/doc/2020/08/10/1597025268433_(新闻通稿0616）深圳市属国资国企对口帮扶显担当2.docx', '.docx', '2020-08-10 10:07:48');
INSERT INTO file VALUES ('84ea7f5e-f03c-4526-af63-7b1df2c9cf38', '81', '首页整体示意图(1)(1).pdf', '/doc/2020/08/10/1597025268446_首页整体示意图(1)(1).pdf', '.pdf', '2020-08-10 10:07:48');

-- ----------------------------
-- Table structure for `notice`
-- ----------------------------
DROP TABLE IF EXISTS `notice`;
CREATE TABLE `notice` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `isdelete` int(11) DEFAULT '0' COMMENT '0正常，1删除',
  `createtime` datetime DEFAULT NULL COMMENT '创建时间',
  `createUser` varchar(30) COLLATE utf8_bin DEFAULT NULL COMMENT '创建人',
  `projectName` varchar(100) COLLATE utf8_bin DEFAULT NULL COMMENT '项目名称',
  `opening_area` decimal(10,6) DEFAULT NULL COMMENT '开发范围现状土地面积，总面积： ㎡；集体土地 ㎡',
  `construction` varchar(30) COLLATE utf8_bin DEFAULT NULL COMMENT '可开发建筑物性质，厂房  办公  商业  居住  旅馆业  商业公寓  公共配套设施  学校 交通市政设施  其他',
  `plot_ratio` varchar(10) COLLATE utf8_bin DEFAULT NULL COMMENT '现状容积率',
  `total_area` decimal(10,6) DEFAULT NULL COMMENT '规划建筑总面积,总面积： ㎡',
  `area_of_plot_ratio` decimal(10,6) DEFAULT NULL COMMENT '计入容积率总建筑面积,面积： ㎡',
  `assessment` varchar(50) CHARACTER SET utf8 DEFAULT NULL COMMENT '评估报告,上传PDF附件',
  `research` varchar(50) COLLATE utf8_bin DEFAULT NULL COMMENT '可行性研究报告,上传附件',
  `source` varchar(40) COLLATE utf8_bin DEFAULT NULL COMMENT '项目来源,国资、集体',
  `project_summary` varchar(2000) COLLATE utf8_bin DEFAULT NULL COMMENT '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）',
  `organization` varchar(50) COLLATE utf8_bin DEFAULT NULL COMMENT '交易机构,深圳联合产权交易所',
  `intention` varchar(50) COLLATE utf8_bin DEFAULT NULL COMMENT '是否有意向方（仅龙岗项目）',
  `conditions` varchar(2000) COLLATE utf8_bin DEFAULT NULL COMMENT '意向合作方应具备的条件,（注册资本、房地产开发资质、成立年限、资产总额、年度负债率、纳税总额、其他条件（依据各区股份合作公司城市更新项目引入合作开发主体工作规定要求）',
  `cooperation` varchar(50) COLLATE utf8_bin DEFAULT NULL COMMENT '合作方式,（物业置换、货币补偿、物业置换+货币补偿、其他）',
  `benefit` varchar(30) COLLATE utf8_bin DEFAULT NULL COMMENT '利益分配方式',
  `proportion` varchar(30) COLLATE utf8_bin DEFAULT NULL COMMENT '合作分成比例',
  `deadline` varchar(30) COLLATE utf8_bin DEFAULT NULL COMMENT '合作开发期限和配套设施建设',
  `instruction` varchar(200) COLLATE utf8_bin DEFAULT NULL COMMENT '其他应披露的事项（特别事项说明及风险提示）',
  `decision` varchar(200) COLLATE utf8_bin DEFAULT NULL COMMENT '决策信息',
  `plot` varchar(100) COLLATE utf8_bin DEFAULT NULL COMMENT '地块包含项目方, 多委托方设置，一个标的一个项目，可能有多委托方 ',
  `enterprise` varchar(30) COLLATE utf8_bin DEFAULT NULL COMMENT '批准单位名称',
  `filename` varchar(200) COLLATE utf8_bin DEFAULT NULL COMMENT '批准文件名及文号',
  `payment` char(10) COLLATE utf8_bin DEFAULT NULL COMMENT '价款支付方式,A1:银行转账 A2:现金 A3:银行扣款',
  `trading_terms` varchar(50) COLLATE utf8_bin DEFAULT NULL COMMENT '交易条件与合作方式',
  `information` varchar(30) COLLATE utf8_bin DEFAULT NULL COMMENT '业务咨询',
  `complaint` varchar(30) COLLATE utf8_bin DEFAULT NULL COMMENT '业务投诉',
  `fax` varchar(30) COLLATE utf8_bin DEFAULT NULL COMMENT '传真',
  `url` varchar(50) COLLATE utf8_bin DEFAULT NULL COMMENT '网址',
  `weChat_official` varchar(50) COLLATE utf8_bin DEFAULT NULL COMMENT '微信公众号',
  `address` varchar(50) COLLATE utf8_bin DEFAULT NULL COMMENT '联系地址',
  `is_partner` char(10) COLLATE utf8_bin DEFAULT NULL COMMENT '是否收取合作方方服务费,Y:收取 N:不收',
  `is_guarantee` char(10) COLLATE utf8_bin DEFAULT NULL COMMENT '合作方是否保证金转服务费/价款,B1:都不转 B2:只转价款   B3:只转服务费   B4:既转价款也转服务费',
  `is_client` char(10) COLLATE utf8_bin DEFAULT NULL COMMENT '是否收取委托方服务费,Y:收取 N:不收',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=110 DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='福田区合作开发接口对接表';

-- ----------------------------
-- Records of notice
-- ----------------------------
INSERT INTO notice VALUES ('1', '1', '2020-07-08 11:00:34', '创建人', '项目名称1', '20.220000', '可开发建筑物性质', '33.33', '44.440000', '200.000000', '评估报告', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', '价款支付方式', '交易条件与合作方式', '业务咨询', '业务投诉', '传真', '网址', '微信公众号', '联系地址', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('2', '1', '2020-07-13 16:28:18', '创建人', '项目名称2', '20.220000', '可开发建筑物性质', '33.33', '44.440000', '200.000000', '评估报告', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', '价款支付方式', '交易条件与合作方式', '业务咨询', '业务投诉', '传真', '网址', '微信公众号', '联系地址', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('3', '1', '2020-07-14 14:39:13', '创建人', '项目名称3', '20.220000', '可开发建筑物性质', '33.33', '44.440000', '200.000000', '评估报告', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', '价款支付方式', '交易条件与合作方式', '业务咨询', '业务投诉', '传真', '网址', '微信公众号', '联系地址', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('4', '1', '2020-07-14 14:43:44', '创建人', '项目名称4', '20.220000', '可开发建筑物性质', '33.33', '44.440000', '200.000000', '评估报告', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', '价款支付方式', '交易条件与合作方式', '业务咨询', '业务投诉', '传真', '网址', '微信公众号', '联系地址', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('5', '1', '2020-07-16 15:00:34', '创建人', '项目名称', '20.220000', '可开发建筑物性质', '33.33', '44.440000', '200.000000', '评估报告', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', '价款支付方式', '交易条件与合作方式', '业务咨询', '业务投诉', '传真', '网址', '微信公众号', '联系地址', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('6', '1', '2020-07-16 15:07:16', '创建人', '项目名称', '20.220000', '可开发建筑物性质', '33.33', '44.440000', '200.000000', '评估报告', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', '价款支付方式', '交易条件与合作方式', '业务咨询', '业务投诉', '传真', '网址', '微信公众号', '联系地址', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('7', '1', '2020-07-16 15:07:23', '创建人', '项目名称', '20.220000', '可开发建筑物性质', '33.33', '44.440000', '200.000000', '评估报告', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', '价款支付方式', '交易条件与合作方式', '业务咨询', '业务投诉', '传真', '网址', '微信公众号', '联系地址', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('8', '1', '2020-07-16 15:07:26', '创建人', '项目名称', '20.220000', '可开发建筑物性质', '33.33', '44.440000', '200.000000', '', '', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', '价款支付方式', '交易条件与合作方式', '业务咨询', '业务投诉', '传真', '网址', '微信公众号', '联系地址', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('9', '1', '2020-07-16 15:07:28', '创建人', '项目名称', '20.220000', '可开发建筑物性质', '33.33', '44.440000', '200.000000', '', '', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', '价款支付方式', '交易条件与合作方式', '业务咨询', '业务投诉', '传真', '网址', '微信公众号', '联系地址', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('10', '1', '2020-07-16 15:07:32', '创建人', '项目名称', '20.220000', '可开发建筑物性质', '33.33', '44.440000', '200.000000', '', '', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', '价款支付方式', '交易条件与合作方式', '业务咨询', '业务投诉', '传真', '网址', '微信公众号', '联系地址', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('11', '1', '2020-07-16 15:07:35', '创建人', '项目名称', '20.220000', '可开发建筑物性质', '33.33', '44.440000', '200.000000', '', '', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', '价款支付方式', '交易条件与合作方式', '业务咨询', '业务投诉', '传真', '网址', '微信公众号', '联系地址', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('12', '1', '2020-07-16 15:07:37', '创建人', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'de410d24-61f1-4709-b086-a4e7cf55df7b', '761f3a52-c221-4a69-b200-09cbf9d1db77', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('13', '1', '2020-07-16 15:07:39', '创建人', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', '', '', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('14', '1', '2020-07-17 15:57:19', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', 'fileONE.getOriginalFilename()base64FileO', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('15', '1', '2020-07-17 16:42:38', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', 'ed329d4c-d0fe-40e0-a48b-9b9ce42dbaaf', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('16', '1', '2020-07-17 16:46:29', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', '4aea8247-f682-4283-987e-c76666726a61', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('17', '1', '2020-07-17 16:47:23', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', 'df7aaf84-77c3-41b7-acdc-ae8d5459aebf', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('18', '1', '2020-07-17 16:48:03', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', 'dfe6e3bb-6441-4d70-a76d-e3a5bf95153f', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('19', '1', '2020-07-17 16:53:23', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', '8506e664-932a-405e-a67d-d8bcfcd159f8', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('20', '1', '2020-07-17 16:58:39', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', 'c8ccee45-ef2c-4096-ba4e-15a50154b7b7', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('21', '1', '2020-07-17 17:01:52', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', '76a7d533-c4e7-431a-a90f-120c782d531d', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('22', '0', '2020-07-17 17:02:18', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', '5c507448-35f9-4fee-875f-519e0bccc6c8', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('23', '0', '2020-07-17 17:02:56', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', '84815ba7-4550-4436-91b0-77f19beef550', '可行性研究报告', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('24', '0', '2020-07-17 17:05:19', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', '533da7cd-dd93-40b0-b974-4a4f7e625b33', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('25', '0', '2020-07-17 17:05:42', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', '8fc3f062-f4cf-4e81-b019-88837591cfd8', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('26', '0', '2020-07-17 17:06:46', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', 'ba0e848b-9ca6-4f87-b982-65d68950cfee', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('27', '0', '2020-07-17 17:08:07', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', '1e337d5b-e161-457b-8bf9-6ad23566cdea', '可行性研究报告', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('28', '0', '2020-07-20 10:41:28', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('29', '0', '2020-07-20 10:44:31', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('30', '0', '2020-07-20 11:00:23', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', 'f65d0338-7ffc-448d-a849-415216b46720', 'b425e91f-f956-4737-8d52-527a345980af', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('31', '0', '2020-07-20 11:02:20', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', '397e478a-c05a-428e-addf-1cb77afa39f1', '8a35be90-70ce-4134-beaf-96bd84c10025', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('32', '0', '2020-07-20 11:03:15', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', 'a48d2ab1-72e0-4b9c-8e0f-4aafa21873f8', '67e81ebb-32ff-4a07-b58f-2285b3befff0', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('33', '0', '2020-07-20 11:05:00', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', 'f1569fa1-783f-496f-98e7-d3c9abf5a437', '5c0a4713-4eb3-4898-9fd9-0c44745b18ba', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('34', '0', '2020-07-20 11:05:23', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', '99f6a12a-edfc-4184-ae09-0ca803ecb875', 'cbadde39-4d1a-4cb7-aba4-846978863c2e', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('35', '0', '2020-07-21 15:31:25', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'df35f631-e999-4b30-a1f0-3b2c7399094a', '6853ca91-dea3-4954-b4f5-60b8f4fc1930', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('36', '0', '2020-07-21 16:04:13', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', '', '', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', null, '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('37', '0', '2020-07-21 16:06:37', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'dcdb3cd5-894e-461d-a756-f6344675f5e4', '0afccb48-f0c1-4164-b24e-e636fd2ca8a6', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('38', '0', '2020-07-22 10:52:06', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('39', '0', '2020-07-22 10:52:42', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'e9639b74-f58f-4e59-a496-3465c20604e4', 'df0da036-0b77-47ca-be7c-79f2bd9f5490', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('40', '0', '2020-07-22 10:54:15', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '0.2', '4.120000', '22.220000', '21d313b5-4fef-474f-9932-21916134cb08', '03535068-d1f0-4666-88e5-99337e3b91db', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('41', '0', '2020-07-22 11:43:06', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.000000', '可开发建筑物性质', '的', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('42', '0', '2020-07-22 11:44:34', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'null', 'null', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('43', '0', '2020-07-22 12:00:04', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'null', 'null', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('44', '0', '2020-07-22 12:00:36', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'null', 'null', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('45', '0', '2020-07-22 14:54:17', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', '4a83e63f-62bb-4d95-99a9-a14a9568ca40', 'f7c732ab-ca68-4455-9c49-5a9fd083b8ad', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('46', '0', '2020-07-22 15:01:50', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'e6ee189f-5686-44ec-9fe8-9e3127e064fb', '727b613c-b3c5-4630-9bca-e52b46aa2b1b', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('47', '0', '2020-07-23 15:18:14', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', '13290f10-4e0d-4fac-ab9d-14b8aad7c537', '7bf7130b-7457-4e91-ba52-59e816797870', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('48', '0', '2020-07-24 09:18:17', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('49', '0', '2020-07-24 09:18:20', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('50', '0', '2020-07-24 09:18:21', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('51', '0', '2020-07-24 09:18:21', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('52', '0', '2020-07-24 09:18:22', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('53', '0', '2020-07-24 09:18:42', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('54', '0', '2020-07-24 09:18:43', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('55', '0', '2020-07-24 09:18:44', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('56', '0', '2020-07-24 09:18:44', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('57', '0', '2020-07-24 09:18:45', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('58', '0', '2020-07-24 09:18:45', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('59', '0', '2020-07-24 09:18:46', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('60', '0', '2020-07-24 09:18:52', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('61', '0', '2020-07-24 09:19:19', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', '59932fdc-542f-4d2f-9578-5bde44e876bb', 'e58becbe-e3d7-45b7-a980-42f82bc2f059', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('62', '0', '2020-07-24 09:19:34', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', '4d9c6ee0-78b3-4a89-9771-8736cc6a8575', 'bf929427-4772-45a8-9719-e3e6401b5917', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('63', '0', '2020-07-24 09:19:36', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', 'eab17e86-3a12-4968-8429-bbba75b4e164', '78418ea4-43be-4a45-8968-17204e0e4bbe', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('64', '0', '2020-07-24 09:19:43', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'fa324fa1-cef1-4ac9-8425-e863b1a287b8', '5ff5a709-bf9a-4c47-9968-c2347113b2ea', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'N', 'B2', 'N');
INSERT INTO notice VALUES ('65', '0', '2020-07-24 11:52:52', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', '50011e53-b103-433c-a1e7-601babba1d48', '3e02b1ae-c929-4528-93d3-acec545faf3e', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('66', '0', '2020-07-27 09:40:09', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', '6abf97d8-0e10-400d-bd2c-86bcee84c989', '0f17df45-dc2d-40f1-8e0c-ba8470e7f0f0', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('67', '0', '2020-07-27 09:40:19', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'ec6ea4a9-67c5-4b92-b28f-99f01d0f9384', 'aff02d9a-f58f-49cd-b067-57ea47955951', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('68', '0', '2020-07-27 10:32:03', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('69', '0', '2020-07-27 10:32:25', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('70', '0', '2020-07-27 10:32:31', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'null', 'null', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('71', '0', '2020-07-27 10:37:58', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'c9e5849f-b1df-4fee-84d1-fac1c95468ba', '4163c321-da83-4140-8e7b-8b60eec182fd', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('72', '0', '2020-07-28 15:20:52', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('73', '0', '2020-07-28 15:23:04', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'c9e5849f-b1df-4fee-84d1-fac1c95468ba', '4163c321-da83-4140-8e7b-8b60eec182fd', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('74', '0', '2020-07-28 16:24:31', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', '', '', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('75', '0', '2020-07-28 16:41:18', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('76', '0', '2020-08-05 10:37:44', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('77', '0', '2020-08-05 10:39:53', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('78', '0', '2020-08-05 10:41:37', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', '55b26c21-1a4b-4ff9-b678-2ca16456de78', '99d965b6-a252-4d84-9e74-488edd4164cc', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('79', '0', '2020-08-05 10:43:15', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', '32149479-a00a-41d6-ad79-eb5ed09fe6e8', '16a0b76d-60a1-49bd-ac16-080a35ef618d', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('80', '0', '2020-08-05 10:43:52', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', '0a489c1d-c01c-4602-9e8f-7f3562feb75f', '7f489e52-9247-4ede-9ea5-d4c0b5bd8ff7', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('81', '0', '2020-08-05 10:45:00', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', 'b1fdb1c1-d2b0-4fad-92e0-1e6b5d28122a', 'ff52bb05-f11f-42c7-8024-a88028cb046c', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('82', '0', '2020-08-05 10:46:12', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', '2d73711f-20f5-4959-826a-acdc1c3c1b73', 'f81605ec-17e2-4cbc-a9b6-fa3ab59bd04c', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('83', '0', '2020-08-05 15:10:43', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', '08b5e4e5-fe26-4490-99a4-7d06e8c9e026', '9bbd9936-031a-4517-92fe-388f9801b3b4', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('84', '0', '2020-08-05 16:01:43', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'b0b4fe28-4649-4d70-8a25-3404a2cd0dc8', '6ac98f80-f73f-4302-b0c0-eccbe54cd015', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('85', '1', '2020-08-05 16:02:10', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', '94afcfe9-07f5-47f3-a6a6-bfef4b95a2e7', 'a3b759bf-ecd2-4367-88fe-ca2fd77855dd', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('86', '1', '2020-08-07 15:31:46', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('87', '0', '2020-08-07 15:32:36', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('88', '1', '2020-08-07 15:33:18', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('89', '1', '2020-08-07 15:35:26', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'null', 'null', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'N', 'B2', 'N');
INSERT INTO notice VALUES ('90', '1', '2020-08-07 16:10:52', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', '04dbaf94-c64d-4888-b1b3-da9eb5d88e68', '0496c2dc-afd3-4325-967c-822fe937d6ea', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'N', 'B2', 'N');
INSERT INTO notice VALUES ('91', '1', '2020-08-07 16:11:19', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'bb4470ee-8871-40d3-b3b8-d995ae1b824c', '4245c0b3-6544-49c4-89c6-10186536b479', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'N', 'B2', 'N');
INSERT INTO notice VALUES ('92', '1', '2020-08-10 08:57:59', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', null, null, '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('93', '0', '2020-08-10 09:00:08', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', 'null', 'null', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'N', 'B2', 'N');
INSERT INTO notice VALUES ('94', '0', '2020-08-10 09:00:11', '李xx', '修改：拿到body下的子节点prop下的字节点projectName的值', '100.000000', '修改：可开发建筑物性质', '0.2', '4.120000', '22.220000', '610dd9ba-1eb6-4e1f-9b1e-806b990c66c6', '84ea7f5e-f03c-4526-af63-7b1df2c9cf38', '修改：项目来源', '修改：项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '修改：交易机构', '修改：是否有意向方（仅龙岗项目）', '修改：意向合作方应具备的条件', '修改：合作方式', '修改：利益分配方式', '修改：合作分成比例', '修改：合作开发期限和配套设施建设', '修改：其他应披露的事项（特别事项说明及风险提示）', '修改：决策信息', '修改：地块包含项目方', '修改：批准单位名称', '修改：批准文件名及文号', 'A1', '修改：交易条件与合作方式', '修改：业务咨询', '修改：业务投诉', '修改：传真000', '修改：网址www.xxx.com', '修改：微信公众号', '修改：广东省xxx市', 'N', 'B2', 'N');
INSERT INTO notice VALUES ('95', '0', '2020-08-10 10:07:34', '李xx', '拿到body下的子节点prop下的字节点projectName的值', '100.220000', '可开发建筑物性质', '现状容积率', '4.120000', '22.220000', '34222be7-bd55-4a0f-9d92-e17a3e79a1ef', 'a94ac81f-75a4-412b-b37f-efd1ba2882ef', '项目来源', '项目概括（内容包含土地面积、土地用途、地理位置、规划情况以及合作方案中的重大事项等）', '交易机构', '是否有意向方（仅龙岗项目）', '意向合作方应具备的条件', '合作方式', '利益分配方式', '合作分成比例', '合作开发期限和配套设施建设', '其他应披露的事项（特别事项说明及风险提示）', '决策信息', '地块包含项目方', '批准单位名称', '批准文件名及文号', 'A1', '交易条件与合作方式', '业务咨询', '业务投诉', '传真000', '网址www.xxx.com', '微信公众号', '广东省xxx市', 'Y', 'B1', 'Y');
INSERT INTO notice VALUES ('108', '0', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO notice VALUES ('109', '0', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);

-- ----------------------------
-- Table structure for `resc`
-- ----------------------------
DROP TABLE IF EXISTS `resc`;
CREATE TABLE `resc` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) DEFAULT NULL,
  `rname` varchar(50) DEFAULT NULL,
  `rpath` varchar(200) DEFAULT NULL,
  `rdesc` varchar(200) DEFAULT NULL,
  `rstate` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=85 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of resc
-- ----------------------------
INSERT INTO resc VALUES ('81', null, '用户查询', '/user/query', null, null);
INSERT INTO resc VALUES ('82', null, '用户新增', '/user/insert', null, null);
INSERT INTO resc VALUES ('83', null, '用户修改', '/user/update', null, null);
INSERT INTO resc VALUES ('84', null, '用户删除', '/user/delete', null, null);

-- ----------------------------
-- Table structure for `role`
-- ----------------------------
DROP TABLE IF EXISTS `role`;
CREATE TABLE `role` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `rolename` varchar(50) DEFAULT NULL COMMENT '角色名字',
  `roledesc` text,
  `rolestate` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of role
-- ----------------------------
INSERT INTO role VALUES ('9', '超级管理员', null, null);
INSERT INTO role VALUES ('10', '管理员', null, null);

-- ----------------------------
-- Table structure for `role_resc_table`
-- ----------------------------
DROP TABLE IF EXISTS `role_resc_table`;
CREATE TABLE `role_resc_table` (
  `rid` int(11) NOT NULL COMMENT '角色id',
  `reid` int(11) NOT NULL COMMENT '权限id',
  `createtime` datetime DEFAULT NULL,
  PRIMARY KEY (`rid`,`reid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of role_resc_table
-- ----------------------------
INSERT INTO role_resc_table VALUES ('9', '81', null);
INSERT INTO role_resc_table VALUES ('9', '82', null);
INSERT INTO role_resc_table VALUES ('9', '83', null);
INSERT INTO role_resc_table VALUES ('9', '84', null);
INSERT INTO role_resc_table VALUES ('10', '81', null);
INSERT INTO role_resc_table VALUES ('10', '82', null);

-- ----------------------------
-- Table structure for `sys_user`
-- ----------------------------
DROP TABLE IF EXISTS `sys_user`;
CREATE TABLE `sys_user` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `email` varchar(100) DEFAULT NULL COMMENT '邮箱',
  `password` varchar(100) DEFAULT NULL COMMENT '密码',
  `name` varchar(20) DEFAULT NULL COMMENT '用户名',
  `phone` varchar(20) DEFAULT NULL COMMENT '手机号码',
  `sex` int(11) DEFAULT NULL COMMENT '性别',
  `birthday` datetime DEFAULT NULL COMMENT '生日',
  `image` varchar(200) DEFAULT NULL COMMENT '图片id',
  `einfo` varchar(200) DEFAULT NULL,
  `entrytime` datetime DEFAULT NULL,
  `aid` int(11) DEFAULT NULL,
  `did` int(11) DEFAULT NULL,
  `token` varchar(200) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=35 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_user
-- ----------------------------
INSERT INTO sys_user VALUES ('34', '576016935@qq.com', '123456', '测试人员', '18888888888', '1', '2021-01-18 16:39:23', null, null, null, null, null, null);

-- ----------------------------
-- Table structure for `user_role_table`
-- ----------------------------
DROP TABLE IF EXISTS `user_role_table`;
CREATE TABLE `user_role_table` (
  `uid` int(11) NOT NULL COMMENT '用户id',
  `rid` int(11) NOT NULL COMMENT '角色id',
  `createtime` datetime DEFAULT NULL,
  PRIMARY KEY (`uid`,`rid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user_role_table
-- ----------------------------
INSERT INTO user_role_table VALUES ('33', '10', '2021-01-19 09:18:29');
INSERT INTO user_role_table VALUES ('34', '9', '2021-01-18 16:40:04');
